{
    "config": {
        "use_lessmsi": "$true",
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "24.09",
            "Updated": "\/Date(1734323004236)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ant",
            "Version": "1.10.15",
            "Updated": "\/Date(1734323409100)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cacert",
            "Version": "2024-11-26",
            "Updated": "\/Date(1735098540551)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "chatgpt",
            "Version": "1.1.0",
            "Updated": "\/Date(1731307832986)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cmake",
            "Version": "3.31.2",
            "Updated": "\/Date(1734323435376)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cmder",
            "Version": "1.3.25",
            "Updated": "\/Date(1717400629733)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Version": "3.14",
            "Updated": "\/Date(1734323436953)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "delta",
            "Version": "0.18.2",
            "Updated": "\/Date(1734323440281)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "draw.io",
            "Version": "25.0.2",
            "Updated": "\/Date(1734323463445)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "10.2.0",
            "Updated": "\/Date(1734323333130)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "filezilla",
            "Version": "3.68.1",
            "Updated": "\/Date(1734323329662)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.57.0",
            "Updated": "\/Date(1734323326038)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gcc",
            "Version": "13.2.0",
            "Updated": "\/Date(1734323495550)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh",
            "Version": "2.63.2",
            "Updated": "\/Date(1734323323102)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.47.1",
            "Updated": "\/Date(1734323319321)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "go",
            "Version": "1.23.4",
            "Updated": "\/Date(1734323542945)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "groovy",
            "Version": "4.0.24",
            "Updated": "\/Date(1734323548100)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "idea-ultimate",
            "Version": "2024.3.1-243.22562.145",
            "Updated": "\/Date(1734326686518)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "innounp",
            "Version": "1.76",
            "Updated": "\/Date(1735098539899)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jmeter",
            "Version": "5.6.3",
            "Updated": "\/Date(1713409335892)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubectl",
            "Version": "1.32.0",
            "Updated": "\/Date(1734323295995)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "lazygit",
            "Version": "0.44.1",
            "Updated": "\/Date(1734323288263)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "lessmsi",
            "Version": "2.2.1",
            "Updated": "\/Date(1734323550818)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1687144447843)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.10.2",
            "Updated": "\/Date(1734309933648)\/"
        },
        {
            "Info": "Install failed",
            "Source": null,
            "Name": "netcat",
            "Version": null,
            "Updated": "\/Date(1735521709365)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nodejs-lts",
            "Version": "22.12.0",
            "Updated": "\/Date(1734323562628)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "obsidian",
            "Version": "1.7.7",
            "Updated": "\/Date(1734323589793)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "openshift-origin-client",
            "Version": "3.11.0",
            "Updated": "\/Date(1714093047581)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "postman",
            "Version": "11.22.0",
            "Updated": "\/Date(1734323284498)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "python",
            "Version": "3.13.1",
            "Updated": "\/Date(1734323623895)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "\/Date(1734323259910)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sudo",
            "Version": "0.2020.01.26",
            "Updated": "\/Date(1735521111086)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "tortoisesvn",
            "Version": "1.14.9.29743",
            "Updated": "\/Date(1734323630393)\/"
        },
        {
            "Info": "",
            "Source": "versions",
            "Name": "wezterm-nightly",
            "Version": "nightly-20241223",
            "Updated": "\/Date(1734925598133)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "winscp",
            "Version": "6.3.6",
            "Updated": "\/Date(1733295832899)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "wireshark",
            "Version": "4.4.2",
            "Updated": "\/Date(1734323644575)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.6",
            "Updated": "\/Date(1734572584352)\/"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": {
                "value": "\/Date(1735519027000)\/",
                "DisplayHint": 2,
                "DateTime": "2024年12月30日 上午 08:37:07"
            },
            "Manifests": 1351
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1735506996000)\/",
                "DisplayHint": 2,
                "DateTime": "2024年12月30日 上午 05:16:36"
            },
            "Manifests": 2110
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": {
                "value": "\/Date(1735504221000)\/",
                "DisplayHint": 2,
                "DateTime": "2024年12月30日 上午 04:30:21"
            },
            "Manifests": 471
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1734801588000)\/",
                "DisplayHint": 2,
                "DateTime": "2024年12月22日 上午 01:19:48"
            },
            "Manifests": 345
        }
    ]
}
