{
    "config": {
        "use_lessmsi": "$true",
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "25.01",
            "Updated": "\/Date(1760341969162)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ant",
            "Version": "1.10.15",
            "Updated": "\/Date(1734323409100)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "antigravity",
            "Version": "1.13.3",
            "Updated": "\/Date(1768182877369)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cacert",
            "Version": "2025-09-09",
            "Updated": "\/Date(1760341969881)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "chatgpt",
            "Version": "1.1.0",
            "Updated": "\/Date(1731307832986)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cmake",
            "Version": "4.1.2",
            "Updated": "\/Date(1760342014897)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cmder",
            "Version": "1.3.25",
            "Updated": "\/Date(1717400629733)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Version": "3.14.1",
            "Updated": "\/Date(1760342016096)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "delta",
            "Version": "0.18.2",
            "Updated": "\/Date(1734323440281)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "draw.io",
            "Version": "28.2.5",
            "Updated": "\/Date(1760580875846)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "10.3.0",
            "Updated": "\/Date(1760342033907)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "filezilla",
            "Version": "3.69.1",
            "Updated": "\/Date(1760342038662)\/"
        },
        {
            "Info": "Install failed",
            "Source": null,
            "Name": "filezilla-server",
            "Version": null,
            "Updated": "\/Date(1762418082592)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.66.0",
            "Updated": "\/Date(1760342040209)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gcc",
            "Version": "13.2.0",
            "Updated": "\/Date(1734323495550)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh",
            "Version": "2.81.0",
            "Updated": "\/Date(1760342042676)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.51.0.2",
            "Updated": "\/Date(1760342067190)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "go",
            "Version": "1.25.2",
            "Updated": "\/Date(1760342116566)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "groovy",
            "Version": "5.0.1",
            "Updated": "\/Date(1760342121846)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "idea-ultimate",
            "Version": "2025.2.3-252.26830.84",
            "Updated": "\/Date(1760342340990)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "innounp",
            "Version": "2.65.2",
            "Updated": "\/Date(1760342342552)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jmeter",
            "Version": "5.6.3",
            "Updated": "\/Date(1713409335892)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jq",
            "Version": "1.8.1",
            "Updated": "\/Date(1760342343866)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "k6",
            "Version": "1.3.0",
            "Updated": "\/Date(1760342347037)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "k9s",
            "Version": "0.50.15",
            "Updated": "\/Date(1760342351049)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubectl",
            "Version": "1.34.1",
            "Updated": "\/Date(1760342355042)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "lazygit",
            "Version": "0.55.1",
            "Updated": "\/Date(1760342356287)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "lessmsi",
            "Version": "2.10.3",
            "Updated": "\/Date(1760342357553)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "libreoffice",
            "Version": "25.8.2",
            "Updated": "\/Date(1760342517614)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1687144447843)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "maven",
            "Version": "3.9.11",
            "Updated": "\/Date(1758247124085)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.11.5",
            "Updated": "\/Date(1767946309312)\/"
        },
        {
            "Info": "Install failed",
            "Source": null,
            "Name": "netcat",
            "Version": null,
            "Updated": "\/Date(1758786651760)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nodejs-lts",
            "Version": "22.20.0",
            "Updated": "\/Date(1760342542162)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "obsidian",
            "Version": "1.9.14",
            "Updated": "\/Date(1760342569662)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "openshift-origin-client",
            "Version": "3.11.0",
            "Updated": "\/Date(1714093047581)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "podman",
            "Version": "5.7.1",
            "Updated": "\/Date(1770777625051)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "podman-desktop",
            "Version": "1.25.1",
            "Updated": "\/Date(1770778443603)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "postman",
            "Version": "11.66.5",
            "Updated": "\/Date(1760342586729)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "python",
            "Version": "3.14.0",
            "Updated": "\/Date(1760342621256)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "\/Date(1734323259910)\/"
        },
        {
            "Info": "Install failed",
            "Source": null,
            "Name": "rust",
            "Version": null,
            "Updated": "\/Date(1767946464840)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "sourcetree",
            "Version": "3.4.26",
            "Updated": "\/Date(1760342626445)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sudo",
            "Version": "0.2020.01.26",
            "Updated": "\/Date(1735521111086)\/"
        },
        {
            "Info": "",
            "Source": "java",
            "Name": "temurin11-jdk",
            "Version": "11.0.28-6",
            "Updated": "\/Date(1755568263695)\/"
        },
        {
            "Info": "",
            "Source": "java",
            "Name": "temurin17-jdk",
            "Version": "17.0.16-8",
            "Updated": "\/Date(1755568493074)\/"
        },
        {
            "Info": "",
            "Source": "java",
            "Name": "temurin8-jdk",
            "Version": "8.0.462-8",
            "Updated": "\/Date(1758247597394)\/"
        },
        {
            "Info": "",
            "Source": "versions",
            "Name": "tomcat9",
            "Version": "9.0.110",
            "Updated": "\/Date(1760342689647)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "tortoisesvn",
            "Version": "1.14.9.29743",
            "Updated": "\/Date(1734323630393)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "uv",
            "Version": "0.9.24",
            "Updated": "\/Date(1768189357993)\/"
        },
        {
            "Info": "",
            "Source": "versions",
            "Name": "wezterm-nightly",
            "Version": "nightly-20241223",
            "Updated": "\/Date(1734925598133)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "windirstat",
            "Version": "2.2.2",
            "Updated": "\/Date(1758770807246)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "winscp",
            "Version": "6.5.3",
            "Updated": "\/Date(1760342769553)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "wireshark",
            "Version": "4.4.2",
            "Updated": "\/Date(1734323644575)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.6",
            "Updated": "\/Date(1734572584352)\/"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": {
                "value": "\/Date(1770755625000)\/",
                "DisplayHint": 2,
                "DateTime": "2026年2月11日 上午 04:33:45"
            },
            "Manifests": 1435
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1770755556000)\/",
                "DisplayHint": 2,
                "DateTime": "2026年2月11日 上午 04:32:36"
            },
            "Manifests": 2259
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": {
                "value": "\/Date(1770757440000)\/",
                "DisplayHint": 2,
                "DateTime": "2026年2月11日 上午 05:04:00"
            },
            "Manifests": 550
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1770750798000)\/",
                "DisplayHint": 2,
                "DateTime": "2026年2月11日 上午 03:13:18"
            },
            "Manifests": 367
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": {
                "value": "\/Date(1770690736000)\/",
                "DisplayHint": 2,
                "DateTime": "2026年2月10日 上午 10:32:16"
            },
            "Manifests": 324
        }
    ]
}
