{
    "config": {
        "use_lessmsi": "$true",
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "22.01",
            "Updated": "\/Date(1687144362495)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "alacritty",
            "Version": "0.12.1",
            "Updated": "\/Date(1687327170949)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ant",
            "Version": "1.10.14",
            "Updated": "\/Date(1712556055948)\/"
        },
        {
            "Info": "",
            "Source": "nerd-fonts",
            "Name": "CascadiaCode-NF-Mono",
            "Version": "3.0.2",
            "Updated": "\/Date(1687147615467)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cmake",
            "Version": "3.26.4",
            "Updated": "\/Date(1687144050087)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "cmder",
            "Version": "1.3.25",
            "Updated": "\/Date(1717400629733)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Version": "3.11.2",
            "Updated": "\/Date(1687146172494)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "delta",
            "Version": "0.16.5",
            "Updated": "\/Date(1688344404015)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "draw.io",
            "Version": "21.6.5",
            "Updated": "\/Date(1690508344248)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "8.7.0",
            "Updated": "\/Date(1687143918341)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "filezilla",
            "Version": "3.67.0",
            "Updated": "\/Date(1714027834517)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.42.0",
            "Updated": "\/Date(1687143920249)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gcc",
            "Version": "11.2.0",
            "Updated": "\/Date(1687145462966)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh",
            "Version": "2.45.0",
            "Updated": "\/Date(1709863071502)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.44.0",
            "Updated": "\/Date(1714037228563)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "go",
            "Version": "1.20.5",
            "Updated": "\/Date(1687147203717)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "groovy",
            "Version": "4.0.21",
            "Updated": "\/Date(1713942622828)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "idea",
            "Version": "2024.1-241.14494.240",
            "Updated": "\/Date(1714026959970)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "idea-ultimate",
            "Version": "2024.1-241.14494.240",
            "Updated": "\/Date(1714027482608)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jmeter",
            "Version": "5.6.3",
            "Updated": "\/Date(1713409335892)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubectl",
            "Version": "1.30.0",
            "Updated": "\/Date(1714036470058)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "lazygit",
            "Version": "0.38.2",
            "Updated": "\/Date(1688344411681)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "lessmsi",
            "Version": "1.10.0",
            "Updated": "\/Date(1687144357823)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1687144447843)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.9.1",
            "Updated": "\/Date(1687139656682)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nodejs-lts",
            "Version": "18.16.0",
            "Updated": "\/Date(1687150534109)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "obsidian",
            "Version": "1.5.3",
            "Updated": "\/Date(1708139334623)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "openshift-origin-client",
            "Version": "3.11.0",
            "Updated": "\/Date(1714093047581)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "postman",
            "Version": "10.22.0",
            "Updated": "\/Date(1706235827040)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "python",
            "Version": "3.11.4",
            "Updated": "\/Date(1687146222155)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "13.0.0",
            "Updated": "\/Date(1687143922610)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "tortoisesvn",
            "Version": "1.14.5.29465",
            "Updated": "\/Date(1698119293513)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "wezterm",
            "Version": "20240203-110809-5046fc22",
            "Updated": "\/Date(1709774126706)\/"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": {
                "value": "\/Date(1719908918000)\/",
                "DisplayHint": 2,
                "DateTime": "2024年7月2日 下午 04:28:38"
            },
            "Manifests": 1331
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1719909071000)\/",
                "DisplayHint": 2,
                "DateTime": "2024年7月2日 下午 04:31:11"
            },
            "Manifests": 2043
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1719760862000)\/",
                "DisplayHint": 2,
                "DateTime": "2024年6月30日 下午 11:21:02"
            },
            "Manifests": 336
        }
    ]
}
